<unk>	0
<s>	0
</s>	0
en	-0
er	-1
▁d	-2
▁e	-3
nd	-4
▁t	-5
ch	-6
it	-7
▁s	-8
▁p	-9
▁n	-10
in	-11
▁m	-12
▁të	-13
is	-14
es	-15
et	-16
im	-17
▁a	-18
▁u	-19
▁k	-20
ër	-21
ie	-22
on	-23
ar	-24
ur	-25
he	-26
or	-27
▁b	-28
ng	-29
at	-30
..	-31
▁v	-32
▁r	-33
ës	-34
ung	-35
▁g	-36
ve	-37
al	-38
st	-39
▁për	-40
▁dhe	-41
▁z	-42
el	-43
ich	-44
▁në	-45
▁und	-46
▁w	-47
▁die	-48
▁der	-49
je	-50
kt	-51
an	-52
▁in	-53
ik	-54
▁f	-55
ro	-56
as	-57
▁i	-58
....	-59
em	-60
re	-61
us	-62
▁l	-63
▁(	-64
end	-65
ht	-66
▁2	-67
ion	-68
ig	-69
▁sh	-70
sh	-71
sch	-72
lich	-73
ol	-74
▁20	-75
▁nd	-76
ir	-77
▁ver	-78
te	-79
▁ein	-80
ja	-81
and	-82
▁h	-83
eve	-84
il	-85
▁um	-86
jed	-87
ra	-88
▁zu	-89
▁be	-90
elt	-91
isch	-92
und	-93
uar	-94
iv	-95
op	-96
▁gj	-97
ist	-98
jedis	-99
um	-100
ür	-101
▁me	-102
ore	-103
▁mjedis	-104
ut	-105
jë	-106
uf	-107
▁j	-108
bar	-109
welt	-110
om	-111
10	-112
ungen	-113
rop	-114
ten	-115
▁umwelt	-116
me	-117
hr	-118
▁si	-119
ll	-120
........	-121
gj	-122
▁q	-123
ck	-124
urop	-125
▁më	-126
▁ev	-127
▁evrop	-128
os	-129
▁aus	-130
▁re	-131
▁europ	-132
▁2010	-133
ga	-134
eit	-135
ekt	-136
id	-137
▁er	-138
imi	-139
rit	-140
ap	-141
ent	-142
ft	-143
sp	-144
▁nat	-145
le	-146
▁_	-147
▁den	-148
ry	-149
▁res	-150
▁ek	-151
ësht	-152
▁një	-153
▁von	-154
den	-155
lim	-156
▁kon	-157
▁an	-158
▁für	-159
ën	-160
men	-161
▁st	-162
ass	-163
lo	-164
▁pro	-165
▁nga	-166
icht	-167
imit	-168
ier	-169
bl	-170
imin	-171
imet	-172
▁auf	-173
oh	-174
).	-175
ber	-176
ët	-177
▁europa	-178
ischen	-179
iz	-180
anë	-181
ave	-182
ike	-183
ien	-184
ick	-185
ëm	-186
ënd	-187
ge	-188
▁mb	-189
nder	-190
ale	-191
ach	-192
▁per	-193
▁o	-194
scha	-195
gen	-196
ues	-197
dh	-198
▁–	-199
ter	-200
am	-201
ff	-202
▁evropës	-203
▁des	-204
jn	-205
▁bi	-206
uk	-207
jt	-208
jnë	-209
ben	-210
rysh	-211
▁di	-212
ot	-213
stand	-214
▁im	-215
og	-216
schaft	-217
▁ndrysh	-218
▁c	-219
është	-220
▁është	-221
▁klim	-222
jes	-223
yr	-224
▁mund	-225
ok	-226
der	-227
jet	-228
wir	-229
itet	-230
▁që	-231
▁së	-232
ia	-233
uch	-234
spekt	-235
ukt	-236
▁janë	-237
▁gjend	-238
▁se	-239
▁ö	-240
iva	-241
▁ge	-242
über	-243
▁wir	-244
ull	-245
▁zustand	-246
apit	-247
▁mjedisi	-248
un	-249
isë	-250
ith	-251
iel	-252
lichen	-253
▁perspekt	-254
ät	-255
▁ar	-256
▁un	-257
blick	-258
ener	-259
olit	-260
liche	-261
so	-262
▁1	-263
urs	-264
▁ges	-265
................	-266
ive	-267
imeve	-268
tschaft	-269
▁perspektiva	-270
aus	-271
ort	-272
▁gjendja	-273
▁ausblick	-274
▁ök	-275
urch	-276
▁rrit	-277
for	-278
ver	-279
▁mit	-280
ionen	-281
ah	-282
urc	-283
ri	-284
utz	-285
sourc	-286
▁ab	-287
▁sch	-288
asser	-289
▁kapit	-290
shme	-291
▁kom	-292
az	-293
ell	-294
ul	-295
▁men	-296
sourcen	-297
ere	-298
▁so	-299
jeve	-300
▁200	-301
ische	-302
▁glo	-303
heit	-304
istem	-305
ojnë	-306
od	-307
ein	-308
për	-309
jen	-310
aj	-311
▁uj	-312
stem	-313
▁glob	-314
dukt	-315
▁resurs	-316
be	-317
est	-318
hal	-319
ystem	-320
▁eine	-321
▁shum	-322
▁shk	-323
▁durch	-324
jer	-325
▁sind	-326
iss	-327
ungs	-328
▁über	-329
▁wer	-330
dor	-331
olog	-332
▁natyr	-333
▁ressourcen	-334
änder	-335
▁tr	-336
▁ist	-337
▁dies	-338
▁mjedisore	-339
all	-340
▁përdor	-341
▁tok	-342
mb	-343
ast	-344
▁par	-345
▁le	-346
gr	-347
▁eu	-348
▁duk	-349
▁te	-350
▁vor	-351
▁ne	-352
▁ener	-353
▁polit	-354
isht	-355
onom	-356
▁werden	-357
igen	-358
▁natür	-359
reg	-360
▁em	-361
▁kons	-362
▁ent	-363
uesh	-364
atë	-365
▁gr	-366
▁sich	-367
▁al	-368
ität	-369
▁shumë	-370
▁përf	-371
▁verb	-372
ind	-373
ing	-374
nen	-375
str	-376
▁zur	-377
▁wasser	-378
ime	-379
ze	-380
idh	-381
▁ja	-382
▁ma	-383
ende	-384
▁kapital	-385
▁duke	-386
▁ndik	-387
dhe	-388
iver	-389
▁cil	-390
▁de	-391
au	-392
ëndet	-393
të	-394
▁shëndet	-395
akt	-396
ial	-397
▁gjith	-398
ash	-399
de	-400
etz	-401
keit	-402
off	-403
res	-404
uara	-405
▁ekonom	-406
▁resurseve	-407
ic	-408
hen	-409
▁als	-410
▁nach	-411
inë	-412
▁lidh	-413
ige	-414
wirk	-415
▁jet	-416
▁das	-417
▁kët	-418
odiver	-419
utzung	-420
▁unter	-421
are	-422
▁ind	-423
▁wie	-424
andel	-425
▁mbet	-426
osystem	-427
ang	-428
ess	-429
▁ka	-430
▁rr	-431
▁zh	-432
ab	-433
ak	-434
▁ekos	-435
▁ndër	-436
▁biodiver	-437
▁ekosistem	-438
we	-439
ura	-440
ler	-441
uj	-442
ön	-443
atike	-444
stoff	-445
ill	-446
▁19	-447
ug	-448
ahmen	-449
▁auch	-450
fl	-451
är	-452
▁bei	-453
ib	-454
▁dis	-455
▁%	-456
▁mes	-457
▁vend	-458
wirtschaft	-459
▁ökosystem	-460
if	-461
ation	-462
▁jahr	-463
ne	-464
ktiv	-465
▁kön	-466
ks	-467
▁zus	-468
▁politik	-469
qës	-470
ëve	-471
▁nicht	-472
▁wirtschaft	-473
esh	-474
▁ef	-475
land	-476
▁land	-477
▁gesund	-478
wirkungen	-479
och	-480
teil	-481
▁klima	-482
form	-483
rez	-484
▁dem	-485
erung	-486
▁konsum	-487
▁es	-488
▁she	-489
▁einer	-490
▁global	-491
▁gesundheit	-492
wer	-493
▁ve	-494
▁her	-495
ammen	-496
▁tokës	-497
▁klimatike	-498
xh	-499
irë	-500
▁zw	-501
▁hin	-502
▁mensch	-503
▁bes	-504
▁llo	-505
elast	-506
▁rrez	-507
▁vler	-508
▁wird	-509
▁zhv	-510
gjith	-511
▁weit	-512
▁leben	-513
ult	-514
sten	-515
▁pas	-516
forder	-517
ektor	-518
00	-519
rä	-520
▁ç	-521
ate	-522
▁koh	-523
▁vit	-524
▁zusammen	-525
),	-526
asht	-527
▁mat	-528
▁edhe	-529
▁treg	-530
▁prodh	-531
ision	-532
jo	-533
ück	-534
▁all	-535
▁welt	-536
▁energj	-537
fä	-538
ss	-539
äng	-540
▁buj	-541
wandel	-542
▁shemb	-543
▁bujqës	-544
▁ökolog	-545
oz	-546
axh	-547
org	-548
halt	-549
igur	-550
oden	-551
▁ujit	-552
▁lebens	-553
▁klimawandel	-554
ieg	-555
▁do	-556
gang	-557
rekt	-558
▁përm	-559
ta	-560
▁br	-561
tel	-562
▁sf	-563
enden	-564
igkeit	-565
nahmen	-566
▁menaxh	-567
▁produkt	-568
yre	-569
rejt	-570
▁nive	-571
▁zwischen	-572
▁auswirkungen	-573
ad	-574
ogj	-575
ust	-576
fall	-577
▁ber	-578
▁evropë	-579
▁natyrore	-580
▁natürlichen	-581
pr	-582
▁nuk	-583
▁shp	-584
rauch	-585
▁përfsh	-586
oj	-587
ian	-588
▁the	-589
▁sfid	-590
▁europä	-591
▁globale	-592
het	-593
isp	-594
ual	-595
äch	-596
ëse	-597
▁3	-598
ahr	-599
ish	-600
zen	-601
▁po	-602
ryes	-603
▁ndot	-604
▁shër	-605
▁kryes	-606
▁mater	-607
ke	-608
ern	-609
gar	-610
▁at	-611
shëm	-612
▁njer	-613
ac	-614
▁dar	-615
reich	-616
▁disa	-617
ueshme	-618
▁beisp	-619
▁emision	-620
▁tjer	-621
▁vlerës	-622
-2	-623
hm	-624
▁(1	-625
▁et	-626
ashk	-627
▁sow	-628
▁ste	-629
▁entw	-630
▁viel	-631
▁shërb	-632
issionen	-633
▁natyror	-634
▁ndryshimet	-635
ann	-636
gie	-637
eren	-638
iale	-639
▁zum	-640
▁dass	-641
▁komp	-642
▁nivel	-643
▁shembull	-644
per	-645
lung	-646
▁kër	-647
▁maß	-648
▁tra	-649
schie	-650
▁sektor	-651
ellen	-652
ologj	-653
▁kanë	-654
alt	-655
ges	-656
▁pre	-657
▁boden	-658
▁abfall	-659
▁redukt	-660
bi	-661
fr	-662
▁tran	-663
itetit	-664
▁evropian	-665
▁)	-666
▁5	-667
erë	-668
ken	-669
▁he	-670
uese	-671
▁reg	-672
▁sigur	-673
▁inform	-674
▁entwick	-675
iert	-676
ikat	-677
▁sistem	-678
qet	-679
aten	-680
▁mehr	-681
▁oder	-682
ühr	-683
▁ob	-684
istungen	-685
ag	-686
tet	-687
▁su	-688
▁kjo	-689
▁kont	-690
licher	-691
▁tjera	-692
▁mjedisit	-693
▁veränder	-694
hö	-695
häng	-696
iele	-697
isik	-698
▁bis	-699
▁mën	-700
▁heraus	-701
▁können	-702
▁ekosistemit	-703
▁6	-704
eth	-705
▁for	-706
ienst	-707
▁inte	-708
▁energjisë	-709
▁herausforder	-710
ojë	-711
eten	-712
tens	-713
▁bur	-714
▁ander	-715
▁biodivers	-716
pt	-717
së	-718
uft	-719
▁ad	-720
▁py	-721
▁bot	-722
▁det	-723
illim	-724
▁pres	-725
▁integr	-726
▁presion	-727
wä	-728
fra	-729
▁(2	-730
▁ha	-731
▁pr	-732
▁ri	-733
▁199	-734
▁rez	-735
▁rënd	-736
▁drejt	-737
▁gjatë	-738
ant	-739
uss	-740
▁ur	-741
ifik	-742
ëndr	-743
▁imp	-744
▁kërk	-745
ierung	-746
wasser	-747
▁sowie	-748
ienstle	-749
▁beispiel	-750
mit	-751
ähr	-752
▁aj	-753
▁dh	-754
▁sht	-755
▁sie	-756
▁tem	-757
sport	-758
▁rritje	-759
▁4	-760
arb	-761
itë	-762
▁fl	-763
blem	-764
▁str	-765
▁direkt	-766
ëz	-767
chn	-768
weit	-769
▁por	-770
uktur	-771
▁luft	-772
▁tyre	-773
▁efekt	-774
▁wicht	-775
▁material	-776
▁maßnahmen	-777
ienstleistungen	-778
anc	-779
arr	-780
shq	-781
▁af	-782
atur	-783
▁zon	-784
iteti	-785
▁fund	-786
▁ushq	-787
▁biodiverz	-788
enë	-789
pro	-790
umb	-791
ider	-792
onit	-793
weis	-794
▁var	-795
▁ardh	-796
▁bere	-797
▁bashk	-798
▁qëndr	-799
▁ökologischen	-800
ög	-801
-27	-802
lan	-803
len	-804
▁sp	-805
▁pjes	-806
▁europas	-807
▁megjith	-808
▁zhvillim	-809
▁landwirtschaft	-810
ban	-811
uer	-812
▁ku	-813
▁bet	-814
organ	-815
▁mënyr	-816
▁poten	-817
▁risik	-818
▁trend	-819
ualität	-820
▁përfit	-821
ma	-822
igt	-823
ste	-824
ohen	-825
ustr	-826
▁baz	-827
acion	-828
ashtu	-829
▁kann	-830
▁rrezik	-831
▁gjithashtu	-832
kur	-833
änd	-834
ësi	-835
ding	-836
ffiz	-837
fäll	-838
▁fol	-839
▁kuf	-840
polit	-841
▁dhën	-842
▁diese	-843
peratur	-844
▁energie	-845
üg	-846
azh	-847
enn	-848
▁du	-849
▁nx	-850
reib	-851
▁sol	-852
▁ton	-853
▁pesh	-854
ischer	-855
▁einen	-856
▁nutzung	-857
▁problem	-858
▁weltweit	-859
▁megjithatë	-860
▁europäischen	-861
ajt	-862
gra	-863
hre	-864
▁jo	-865
▁we	-866
ohet	-867
rave	-868
▁pop	-869
sicht	-870
▁deri	-871
▁mbetjeve	-872
▁ndryshme	-873
▁kapitalit	-874
ert	-875
kom	-876
mër	-877
▁ko	-878
irës	-879
▁ang	-880
▁vet	-881
▁afat	-882
▁humb	-883
▁ndaj	-884
▁obje	-885
▁haben	-886
▁shkak	-887
▁llogar	-888
▁ndryshimeve	-889
iç	-890
▁ng	-891
▁ul	-892
wend	-893
▁jed	-894
▁qas	-895
▁komb	-896
▁këto	-897
▁biolog	-898
▁përmirës	-899
▁verbrauch	-900
ohl	-901
etzt	-902
falt	-903
▁akt	-904
▁nën	-905
ieren	-906
▁mirë	-907
▁cilat	-908
▁treib	-909
▁fundit	-910
▁transport	-911
la	-912
se	-913
lie	-914
ose	-915
▁sa	-916
ente	-917
▁till	-918
▁verl	-919
▁cilës	-920
▁belast	-921
▁mënyrë	-922
▁konsider	-923
emissionen	-924
aq	-925
sa	-926
äd	-927
▁-	-928
ark	-929
dha	-930
gas	-931
iut	-932
▁am	-933
▁ze	-934
▁uns	-935
leich	-936
▁sein	-937
belast	-938
▁organ	-939
▁përmb	-940
▁rreth	-941
▁çësht	-942
▁temperatur	-943
ij	-944
elb	-945
ete	-946
tër	-947
▁ch	-948
kehr	-949
▁erhö	-950
mittel	-951
▁brend	-952
▁peshk	-953
▁ripër	-954
▁urban	-955
nutzung	-956
▁intens	-957
entr	-958
haus	-959
oren	-960
▁lar	-961
▁mbi	-962
▁aktiv	-963
▁inter	-964
hausgas	-965
▁verbess	-966
▁objektiv	-967
kn	-968
öl	-969
ard	-970
ibt	-971
mer	-972
▁zb	-973
▁zv	-974
esës	-975
halb	-976
iger	-977
isse	-978
ring	-979
wert	-980
zist	-981
▁gem	-982
▁nev	-983
▁ose	-984
▁këtë	-985
▁vepr	-986
▁gesam	-987
▁rrezi	-988
▁trajt	-989
ationen	-990
▁ekzist	-991
▁popull	-992
▁kryesore	-993
▁nachhalt	-994
▁vielfalt	-995
▁treibhausgas	-996
ün	-997
enz	-998
▁da	-999
setz	-1000
usht	-1001
zeit	-1002
▁etw	-1003
▁veç	-1004
hänge	-1005
içien	-1006
▁jetë	-1007
ueshëm	-1008
▁mëdha	-1009
▁llogarit	-1010
▁menschen	-1011
▁bujqësore	-1012
▁ekonomike	-1013
▁përdorimit	-1014
io	-1015
▁•	-1016
cht	-1017
enc	-1018
ens	-1019
heb	-1020
niz	-1021
▁10	-1022
alen	-1023
▁mil	-1024
▁wur	-1025
tërit	-1026
▁1990	-1027
▁2000	-1028
▁prej	-1029
▁përb	-1030
▁ujër	-1031
▁jetës	-1032
ffizien	-1033
▁dieser	-1034
▁rezult	-1035
▁globalen	-1036
ank	-1037
gat	-1038
lin	-1039
völ	-1040
▁(3	-1041
völk	-1042
▁gaz	-1043
▁kal	-1044
▁kim	-1045
▁mög	-1046
ishme	-1047
▁lang	-1048
gangen	-1049
struktur	-1050
▁emisionet	-1051
dienstleistungen	-1052
pp	-1053
ata	-1054
ogë	-1055
rah	-1056
sat	-1057
▁(4	-1058
cial	-1059
▁ato	-1060
▁pak	-1061
▁rap	-1062
ragen	-1063
▁ajrit	-1064
▁konte	-1065
▁jedoch	-1066
▁bereich	-1067
▁njeriut	-1068
▁ndikimet	-1069
▁përgjith	-1070
▁ripërtërit	-1071
▁shërbimeve	-1072
ru	-1073
ahl	-1074
rib	-1075
ubl	-1076
▁fr	-1077
ajon	-1078
atës	-1079
azhd	-1080
eres	-1081
satz	-1082
unkt	-1083
▁eua	-1084
▁gro	-1085
▁inv	-1086
▁deut	-1087
▁eksp	-1088
▁etwa	-1089
▁fakt	-1090
▁lënd	-1091
▁ziel	-1092
▁duhet	-1093
▁einem	-1094
▁rajon	-1095
▁mbësht	-1096
▁raport	-1097
▁rëndës	-1098
qualität	-1099
▁efiçien	-1100
▁përdorimi	-1101
▁përfshirë	-1102
▁ökosysteme	-1103
▁entwicklung	-1104
▁veränderungen	-1105
më	-1106
fry	-1107
itä	-1108
tëz	-1109
ush	-1110
▁bë	-1111
▁hö	-1112
rojt	-1113
verb	-1114
stieg	-1115
▁best	-1116
▁gibt	-1117
▁könn	-1118
▁plan	-1119
▁rück	-1120
erhalb	-1121
frytëz	-1122
stoffe	-1123
▁erheb	-1124
▁gjerë	-1125
▁infra	-1126
▁system	-1127
▁weiter	-1128
▁natürliche	-1129
▁unterschie	-1130
oq	-1131
pf	-1132
▁7	-1133
▁°	-1134
▁„	-1135
bil	-1136
abil	-1137
rior	-1138
▁sub	-1139
▁sëm	-1140
frist	-1141
igung	-1142
ächen	-1143
ëtare	-1144
▁fort	-1145
▁gegen	-1146
▁natur	-1147
▁vazhd	-1148
▁vendet	-1149
▁verring	-1150
▁emisioneve	-1151
▁zusammenhänge	-1152
uz	-1153
fol	-1154
zie	-1155
▁dy	-1156
▁th	-1157
ziel	-1158
▁dëm	-1159
▁hat	-1160
▁plo	-1161
alien	-1162
grund	-1163
▁chem	-1164
▁jenë	-1165
▁përp	-1166
▁përq	-1167
ändern	-1168
▁arrit	-1169
▁gjelb	-1170
▁zonat	-1171
▁bevölk	-1172
▁gjithë	-1173
▁përmes	-1174
▁shkall	-1175
▁shpesh	-1176
▁strate	-1177
▁sëmund	-1178
▁gazrave	-1179
▁rritjen	-1180
▁sfidave	-1181
▁mbështet	-1182
▁politikave	-1183
▁produktion	-1184
▁përdorimin	-1185
▁menschliche	-1186
lt	-1187
ov	-1188
oll	-1189
ätz	-1190
▁ap	-1191
▁el	-1192
▁ex	-1193
elle	-1194
gebi	-1195
wach	-1196
▁aem	-1197
▁neu	-1198
kapit	-1199
onder	-1200
richt	-1201
ësore	-1202
▁2008	-1203
▁beit	-1204
▁groß	-1205
▁beste	-1206
▁fisch	-1207
▁solch	-1208
▁zvogë	-1209
▁njerëz	-1210
▁rritja	-1211
ffizienz	-1212
▁kontrib	-1213
▁wichtig	-1214
▁efiçienc	-1215
▁shëndetin	-1216
▁infrastruktur	-1217
20	-1218
tz	-1219
uß	-1220
ys	-1221
yra	-1222
fahr	-1223
reit	-1224
▁ihr	-1225
▁inn	-1226
▁ndi	-1227
ement	-1228
qetës	-1229
▁mbul	-1230
itetin	-1231
▁prior	-1232
▁lidhje	-1233
▁mbrojt	-1234
▁anderen	-1235
▁industr	-1236
▁shqetës	-1237
▁vorteil	-1238
▁shfrytëz	-1239
▁verschie	-1240
▁umweltpolit	-1241
▁klimawandels	-1242
▁biodiversität	-1243
▁/	-1244
▁8	-1245
ese	-1246
geb	-1247
▁mas	-1248
neuer	-1249
ublik	-1250
▁karb	-1251
▁prit	-1252
▁vers	-1253
halten	-1254
▁besch	-1255
▁daten	-1256
▁eines	-1257
▁ndihm	-1258
▁veçan	-1259
setzung	-1260
▁folgen	-1261
▁konsumit	-1262
▁shëndeti	-1263
cc	-1264
6).	-1265
anz	-1266
apt	-1267
duz	-1268
ger	-1269
rag	-1270
rom	-1271
vor	-1272
▁kr	-1273
eits	-1274
ffen	-1275
grad	-1276
pass	-1277
stum	-1278
▁ins	-1279
▁kri	-1280
▁nor	-1281
▁num	-1282
▁ujë	-1283
fluss	-1284
weise	-1285
ühren	-1286
▁2007	-1287
▁krit	-1288
itäten	-1289
regull	-1290
▁adapt	-1291
▁arten	-1292
▁viele	-1293
▁afatgj	-1294
▁ekspoz	-1295
▁hinaus	-1296
▁komple	-1297
neuerbar	-1298
▁risiken	-1299
verbrauch	-1300
▁resurset	-1301
▁umweltbelast	-1302
▁ripërtëritshme	-1303
öß	-1304
auf	-1305
ejt	-1306
tar	-1307
deck	-1308
achen	-1309
▁indi	-1310
▁pest	-1311
▁reja	-1312
▁verf	-1313
▁ndërt	-1314
▁vetëm	-1315
▁anpass	-1316
▁invest	-1317
▁ekonomik	-1318
▁kapitals	-1319
▁evropiane	-1320
▁biologische	-1321
yt	-1322
ëp	-1323
ëv	-1324
ör	-1325
bau	-1326
gew	-1327
pas	-1328
ute	-1329
äuf	-1330
aliz	-1331
eich	-1332
ellt	-1333
itat	-1334
rakt	-1335
schm	-1336
▁hap	-1337
▁kur	-1338
▁umf	-1339
nisse	-1340
▁kult	-1341
▁pers	-1342
schrit	-1343
▁tilla	-1344
ueshmër	-1345
ologjike	-1346
▁kapitel	-1347
▁emissionen	-1348
▁erneuerbar	-1349
50	-1350
hn	-1351
sht	-1352
tej	-1353
▁oz	-1354
▁ru	-1355
ften	-1356
odel	-1357
sche	-1358
wäss	-1359
▁bër	-1360
▁rën	-1361
▁soz	-1362
▁tej	-1363
ashik	-1364
icion	-1365
ksion	-1366
▁eben	-1367
▁përk	-1368
▁regj	-1369
▁stat	-1370
▁zune	-1371
itetet	-1372
▁gemein	-1373
▁rahmen	-1374
▁anstieg	-1375
▁llojeve	-1376
▁populls	-1377
▁erforder	-1378
▁indirekt	-1379
▁parashik	-1380
▁shërbimet	-1381
gn	-1382
än	-1383
ald	-1384
her	-1385
oja	-1386
üss	-1387
▁ky	-1388
aupt	-1389
eine	-1390
raum	-1391
zeug	-1392
▁kor	-1393
▁min	-1394
▁ref	-1395
zentr	-1396
▁2020	-1397
▁größ	-1398
▁mill	-1399
▁serë	-1400
ësisht	-1401
▁brenda	-1402
▁einige	-1403
▁bericht	-1404
▁gjelbër	-1405
▁lidhura	-1406
▁përfshi	-1407
▁rregull	-1408
▁ujërave	-1409
▁verschieden	-1410
ec	-1411
zu	-1412
erv	-1413
▁50	-1414
führ	-1415
hand	-1416
jaft	-1417
jedi	-1418
ruck	-1419
▁apo	-1420
▁fin	-1421
▁kës	-1422
▁met	-1423
▁saj	-1424
enzen	-1425
ierte	-1426
ition	-1427
▁2005	-1428
▁noch	-1429
▁städ	-1430
▁vjet	-1431
bedeck	-1432
heiten	-1433
kommen	-1434
▁aller	-1435
▁jasht	-1436
▁jedis	-1437
▁mesat	-1438
▁mjedi	-1439
▁negat	-1440
▁nëpër	-1441
▁sipas	-1442
▁tepër	-1443
▁erhöht	-1444
▁gjener	-1445
▁import	-1446
▁rritur	-1447
▁sfidat	-1448
▁verfüg	-1449
▁viteve	-1450
▁zunehm	-1451
▁zurück	-1452
▁darüber	-1453
▁erreich	-1454
▁rritjes	-1455
▁verlust	-1456
▁mjedisin	-1457
▁mjedisor	-1458
▁tregojnë	-1459
▁vorteile	-1460
▁langfrist	-1461
▁potencial	-1462
▁biodiverzitetit	-1463
qe	-1464
sm	-1465
up	-1466
äl	-1467
art	-1468
esa	-1469
ett	-1470
ies	-1471
ren	-1472
▁en	-1473
▁qu	-1474
acht	-1475
endr	-1476
ient	-1477
jedh	-1478
ließ	-1479
llen	-1480
ucht	-1481
▁bez	-1482
▁dek	-1483
▁ter	-1484
linie	-1485
▁aber	-1486
▁arkt	-1487
▁gebi	-1488
▁madh	-1489
▁marr	-1490
▁zeit	-1491
abitat	-1492
ierten	-1493
▁haupt	-1494
▁kufiz	-1495
▁model	-1496
▁vitin	-1497
▁anteil	-1498
▁bazuar	-1499
▁degrad	-1500
▁kombin	-1501
▁mittel	-1502
▁stabil	-1503
▁urbane	-1504
lichkeit	-1505
▁ardhshme	-1506
▁kapitull	-1507
▁kryesisht	-1508
▁ndikimeve	-1509
▁prodhimit	-1510
▁përfitimet	-1511
▁qëndrueshëm	-1512
▁ekosistemeve	-1513
▁verringerung	-1514
80	-1515
ob	-1516
si	-1517
▁“	-1518
ile	-1519
ëmb	-1520
▁is	-1521
▁mo	-1522
▁pa	-1523
find	-1524
hang	-1525
jell	-1526
▁fos	-1527
▁mar	-1528
▁ngj	-1529
▁rol	-1530
▁war	-1531
anzen	-1532
ender	-1533
rahas	-1534
▁einz	-1535
▁komm	-1536
▁krij	-1537
▁shoq	-1538
▁tjet	-1539
erungs	-1540
▁dekad	-1541
▁komun	-1542
▁nevoj	-1543
ikalien	-1544
stoffen	-1545
▁evropa	-1546
▁person	-1547
▁pritet	-1548
▁zhvill	-1549
ressourcen	-1550
▁menaxhimi	-1551
▁presionet	-1552
▁rëndësishme	-1553
▁unterschied	-1554
▁zusammenhang	-1555
qu	-1556
th	-1557
bes	-1558
itt	-1559
kst	-1560
▁nj	-1561
▁ra	-1562
ativ	-1563
idis	-1564
mjet	-1565
përf	-1566
räum	-1567
zess	-1568
▁etc	-1569
▁man	-1570
▁nur	-1571
▁pun	-1572
▁rel	-1573
▁soc	-1574
stell	-1575
▁bërë	-1576
▁tekn	-1577
▁ulët	-1578
▁wahr	-1579
ission	-1580
schein	-1581
schutz	-1582
ërisht	-1583
▁adres	-1584
▁midis	-1585
▁progn	-1586
▁stand	-1587
▁theks	-1588
haltung	-1589
wendung	-1590
▁jahren	-1591
▁klimës	-1592
▁krahas	-1593
▁shoqër	-1594
▁indikat	-1595
▁ndotjes	-1596
▁çështje	-1597
▁kontekst	-1598
▁regionen	-1599
▁beitragen	-1600
▁innerhalb	-1601
▁fortschrit	-1602
▁menaxhimit	-1603
▁chemikalien	-1604
▁wirtschafts	-1605
▁biodiverziteti	-1606
12	-1607
ine	-1608
leg	-1609
mat	-1610
një	-1611
poz	-1612
ärk	-1613
▁ki	-1614
deut	-1615
erer	-1616
gien	-1617
ndar	-1618
nitt	-1619
nung	-1620
▁bas	-1621
▁bed	-1622
▁bio	-1623
▁ble	-1624
▁exp	-1625
▁fur	-1626
▁lok	-1627
▁mir	-1628
fälle	-1629
konom	-1630
unden	-1631
ështu	-1632
▁rrug	-1633
▁toka	-1634
▁währ	-1635
▁beein	-1636
▁grund	-1637
▁krank	-1638
▁kusht	-1639
▁reduz	-1640
▁ruajt	-1641
▁verst	-1642
flächen	-1643
gebiete	-1644
gesetzt	-1645
wertung	-1646
▁diesem	-1647
▁efekte	-1648
▁furniz	-1649
▁gleich	-1650
▁kështu	-1651
▁tjetër	-1652
▁lidhjet	-1653
bedeckung	-1654
▁strategj	-1655
schmutzung	-1656
▁europäische	-1657
tr	-1658
maß	-1659
nah	-1660
opp	-1661
pon	-1662
sät	-1663
▁fe	-1664
amit	-1665
chen	-1666
itur	-1667
ësve	-1668
▁gen	-1669
▁gew	-1670
▁nie	-1671
▁rep	-1672
▁uji	-1673
dings	-1674
isten	-1675
▁fush	-1676
▁ihre	-1677
▁parë	-1678
▁teil	-1679
▁wald	-1680
▁zbat	-1681
▁damit	-1682
▁kësaj	-1683
▁pasur	-1684
▁shpër	-1685
▁subst	-1686
bereich	-1687
chnolog	-1688
schnitt	-1689
▁kultur	-1690
▁pyjeve	-1691
stellung	-1692
▁evropën	-1693
▁verkehr	-1694
▁während	-1695
effizienz	-1696
▁jedisore	-1697
▁rreziqet	-1698
richtlinie	-1699
änderungen	-1700
▁shëndetit	-1701
▁verfügbar	-1702
▁menaxhimin	-1703
▁përfshijnë	-1704
ih	-1705
ip	-1706
iu	-1707
üh	-1708
200	-1709
ani	-1710
azu	-1711
ces	-1712
cid	-1713
det	-1714
imm	-1715
jeg	-1716
odh	-1717
ost	-1718
raf	-1719
rin	-1720
▁co	-1721
▁je	-1722
▁qe	-1723
dung	-1724
hung	-1725
iard	-1726
ling	-1727
ment	-1728
roll	-1729
▁bil	-1730
▁eur	-1731
▁ofr	-1732
andal	-1733
arten	-1734
icher	-1735
orëve	-1736
ësinë	-1737
ësisë	-1738
▁aktu	-1739
▁djeg	-1740
▁seit	-1741
▁hapës	-1742
▁schad	-1743
▁steig	-1744
▁tregt	-1745
ologjik	-1746
produkt	-1747
▁gjitha	-1748
▁jashtë	-1749
▁konkur	-1750
▁status	-1751
▁wurden	-1752
wachstum	-1753
▁aufgrund	-1754
▁gjithnjë	-1755
▁parandal	-1756
▁politike	-1757
▁republik	-1758
▁gegenüber	-1759
▁shpërndar	-1760
▁vergangen	-1761
▁allerdings	-1762
▁popullsisë	-1763
▁materialeve	-1764
▁natürlicher	-1765
▁wichtigsten	-1766
▁ökologische	-1767
15	-1768
000	-1769
5).	-1770
kon	-1771
ord	-1772
veç	-1773
ütz	-1774
▁40	-1775
lech	-1776
orët	-1777
ster	-1778
wort	-1779
▁dal	-1780
▁oft	-1781
▁ung	-1782
ative	-1783
durch	-1784
ustri	-1785
zeich	-1786
▁1980	-1787
▁2009	-1788
▁acid	-1789
▁dazu	-1790
▁dëmt	-1791
▁ende	-1792
▁nutz	-1793
▁qëll	-1794
▁rund	-1795
▁wohl	-1796
ondere	-1797
orgung	-1798
scheid	-1799
▁botër	-1800
▁gesch	-1801
▁pjesë	-1802
▁städt	-1803
▁stärk	-1804
ifikimi	-1805
▁andere	-1806
▁bedeut	-1807
▁dhënat	-1808
▁kohlen	-1809
▁milion	-1810
▁ndotja	-1811
▁përveç	-1812
▁rezerv	-1813
▁risiko	-1814
▁shkakt	-1815
▁shpejt	-1816
▁trends	-1817
▁versch	-1818
▁habitat	-1819
▁kimikat	-1820
▁entwickl	-1821
▁karbonit	-1822
▁konzentr	-1823
▁ndotësve	-1824
▁rückgang	-1825
▁wichtige	-1826
▁anpassung	-1827
▁informacion	-1828
▁konsiderueshme	-1829
ed	-1830
kl	-1831
äm	-1832
fër	-1833
qen	-1834
sie	-1835
ärm	-1836
▁(6	-1837
▁kl	-1838
▁on	-1839
▁qy	-1840
gjer	-1841
kull	-1842
osen	-1843
përd	-1844
ände	-1845
ünft	-1846
▁000	-1847
▁auß	-1848
▁fre	-1849
▁ger	-1850
▁lie	-1851
▁roh	-1852
▁tot	-1853
europ	-1854
issen	-1855
rojnë	-1856
▁dire	-1857
▁forc	-1858
▁hoch	-1859
▁kohë	-1860
▁njoh	-1861
▁scha	-1862
▁viti	-1863
▁wenn	-1864
ashkët	-1865
beding	-1866
liches	-1867
terung	-1868
▁heute	-1869
▁keine	-1870
▁ndjes	-1871
▁ndodh	-1872
▁qasje	-1873
▁wurde	-1874
antwort	-1875
erungen	-1876
▁könnte	-1877
▁natyra	-1878
▁proces	-1879
▁sipërf	-1880
▁vendos	-1881
përdrejt	-1882
schaften	-1883
▁ländern	-1884
▁lëndëve	-1885
▁mbetjet	-1886
▁përmbyt	-1887
▁unterst	-1888
▁vendeve	-1889
▁weitere	-1890
▁direktiv	-1891
▁përqendr	-1892
scheinlich	-1893
▁industrie	-1894
▁politikat	-1895
▁kapitullin	-1896
▁përbashkët	-1897
▁drejtpërdrejt	-1898
0,	-1899
5%	-1900
gt	-1901
za	-1902
äß	-1903
▁,	-1904
7).	-1905
amt	-1906
bei	-1907
bur	-1908
ikl	-1909
qin	-1910
▁ph	-1911
hmen	-1912
istr	-1913
kopp	-1914
meer	-1915
qeve	-1916
verl	-1917
ësia	-1918
▁ajo	-1919
▁art	-1920
▁kap	-1921
▁kat	-1922
▁sas	-1923
▁vër	-1924
▁was	-1925
▁wen	-1926
punkt	-1927
sätze	-1928
▁lind	-1929
▁verg	-1930
▁wach	-1931
▁zahl	-1932
▁zbut	-1933
▁zeza	-1934
▁zhur	-1935
chnung	-1936
▁lartë	-1937
▁madhe	-1938
▁mëtej	-1939
▁ngrit	-1940
▁qever	-1941
▁richt	-1942
▁rrjet	-1943
politik	-1944
schließ	-1945
sorgung	-1946
▁abhäng	-1947
▁berück	-1948
▁einzel	-1949
▁humbja	-1950
▁insbes	-1951
▁korniz	-1952
▁meeres	-1953
▁voraus	-1954
▁burimet	-1955
▁grenzen	-1956
▁könnten	-1957
▁nachbar	-1958
▁peshkut	-1959
▁übersch	-1960
▁botërore	-1961
▁politika	-1962
▁nëpërmjet	-1963
▁rreziqeve	-1964
▁trajtimin	-1965
▁aktivitäten	-1966
▁berücksicht	-1967
▁bevölkerung	-1968
▁kohlenstoff	-1969
▁transportit	-1970
verschmutzung	-1971
▁insbesondere	-1972
ku	-1973
lb	-1974
sl	-1975
▁9	-1976
9).	-1977
arf	-1978
arë	-1979
gem	-1980
igj	-1981
kte	-1982
orë	-1983
pcc	-1984
rat	-1985
sen	-1986
▁sü	-1987
▁wo	-1988
cion	-1989
iben	-1990
icid	-1991
jerr	-1992
mang	-1993
▁dür	-1994
▁höh	-1995
▁pse	-1996
▁vom	-1997
esave	-1998
essen	-1999
geben	-2000
landa	-2001
nahme	-2002
strum	-2003
▁alle	-2004
▁ange	-2005
▁bess	-2006
▁biom	-2007
▁emet	-2008
▁hier	-2009
▁ipcc	-2010
▁mung	-2011
▁nahr	-2012
▁neue	-2013
▁nëse	-2014
▁plot	-2015
▁përc	-2016
▁raum	-2017
atësir	-2018
finden	-2019
nation	-2020
onitor	-2021
▁ausge	-2022
▁brenn	-2023
▁elekt	-2024
▁immer	-2025
▁jahre	-2026
▁kufij	-2027
▁marrë	-2028
▁mjaft	-2029
▁plotë	-2030
▁prakt	-2031
▁qytet	-2032
▁sjell	-2033
▁thelb	-2034
▁tillë	-2035
▁ujore	-2036
teilung	-2037
verkehr	-2038
▁aspekt	-2039
▁gesell	-2040
▁kaluar	-2041
▁nxjerr	-2042
▁pasoja	-2043
▁përpje	-2044
▁schwer	-2045
▁shkëmb	-2046
▁tonnen	-2047
▁verurs	-2048
igkeiten	-2049
▁bereits	-2050
▁hinweis	-2051
▁komplex	-2052
▁konkurr	-2053
▁miliard	-2054
▁organiz	-2055
▁resurse	-2056
▁mbulesës	-2057
▁negative	-2058
▁pesticid	-2059
▁probleme	-2060
▁rezultat	-2061
▁thatësir	-2062
▁ushqimit	-2063
▁erhaltung	-2064
▁përfitime	-2065
▁umweltaus	-2066
▁verbunden	-2067
▁verantwort	-2068
▁ekosistemet	-2069
▁information	-2070
▁veçanërisht	-2071
▁bevölkerungs	-2072
▁fortschritte	-2073
▁lebensmittel	-2074
▁temperaturës	-2075
▁bodenbedeckung	-2076
▁lebensqualität	-2077
▁wirtschaftliche	-2078
2)	-2079
cy	-2080
do	-2081
äh	-2082
▁&	-2083
0).	-2084
ene	-2085
fäh	-2086
gje	-2087
mel	-2088
nis	-2089
ysh	-2090
▁na	-2091
▁of	-2092
asst	-2093
best	-2094
erei	-2095
gark	-2096
iden	-2097
onia	-2098
schl	-2099
shih	-2100
säch	-2101
vent	-2102
wält	-2103
zehn	-2104
ëtar	-2105
▁anz	-2106
▁bip	-2107
▁dah	-2108
▁erw	-2109
▁eut	-2110
▁not	-2111
▁pol	-2112
▁sid	-2113
▁tër	-2114
▁vog	-2115
assen	-2116
druck	-2117
folge	-2118
gjegj	-2119
ishte	-2120
lagen	-2121
ndern	-2122
siehe	-2123
uesit	-2124
üssen	-2125
▁2006	-2126
▁arri	-2127
▁biok	-2128
▁fqin	-2129
▁grup	-2130
▁impl	-2131
▁past	-2132
▁priv	-2133
▁verw	-2134
arbeit	-2135
wellen	-2136
üglich	-2137
▁botës	-2138
▁ngark	-2139
▁përsh	-2140
▁schwe	-2141
agement	-2142
osition	-2143
▁detare	-2144
▁klimat	-2145
▁lidhur	-2146
▁länder	-2147
▁mbeten	-2148
▁mesdhe	-2149
▁rrjedh	-2150
▁schutz	-2151
▁shumic	-2152
▁wieder	-2153
▁efektet	-2154
▁kufijve	-2155
▁mirëqen	-2156
▁pasigur	-2157
▁përpjek	-2158
maßnahmen	-2159
sichtlich	-2160
▁abwasser	-2161
▁industri	-2162
▁jahrzehn	-2163
▁kontribu	-2164
▁përdorur	-2165
▁qualität	-2166
▁rrezikut	-2167
▁siguruar	-2168
▁sistemet	-2169
▁struktur	-2170
▁zvogëlim	-2171
produktion	-2172
▁direktiva	-2173
▁entscheid	-2174
▁indirekte	-2175
▁ndryshime	-2176
▁ndryshimi	-2177
▁umsetzung	-2178
▁vlerësimi	-2179
▁erhebliche	-2180
▁mittelmeer	-2181
▁ndryshimit	-2182
▁sektoriale	-2183
▁sëmundjeve	-2184
▁gesundheits	-2185
▁erforderlich	-2186
▁shëndetësore	-2187
▁wahrscheinlich	-2188
eg	-2189
kr	-2190
ph	-2191
yn	-2192
cyc	-2193
cën	-2194
fli	-2195
fsh	-2196
fte	-2197
ika	-2198
ise	-2199
jët	-2200
kal	-2201
kre	-2202
oft	-2203
ond	-2204
par	-2205
rän	-2206
sam	-2207
ante	-2208
erst	-2209
fähr	-2210
glie	-2211
komb	-2212
orte	-2213
raft	-2214
spro	-2215
▁aft	-2216
▁end	-2217
▁mal	-2218
▁mer	-2219
▁som	-2220
▁wes	-2221
akter	-2222
asysh	-2223
ograf	-2224
shtat	-2225
äufig	-2226
▁2050	-2227
▁anal	-2228
▁gest	-2229
▁ozon	-2230
▁para	-2231
▁prek	-2232
▁rast	-2233
▁sore	-2234
▁tokë	-2235
gesamt	-2236
wässer	-2237
▁daher	-2238
▁denen	-2239
▁erfol	-2240
▁folge	-2241
▁kafsh	-2242
▁larta	-2243
▁rënie	-2244
▁sfida	-2245
▁vende	-2246
cycling	-2247
▁bewält	-2248
▁gefähr	-2249
▁gesamt	-2250
▁kompon	-2251
▁nation	-2252
▁ndërsa	-2253
▁nutzen	-2254
▁region	-2255
▁solche	-2256
▁sowohl	-2257
▁stellt	-2258
▁varfër	-2259
▁vielen	-2260
▁wesent	-2261
▁adaptim	-2262
▁anëtare	-2263
▁cilësia	-2264
▁derzeit	-2265
▁dhënave	-2266
▁direkte	-2267
▁djegëse	-2268
▁monitor	-2269
▁notwend	-2270
▁burimeve	-2271
▁cilësisë	-2272
▁gemeinsa	-2273
▁ndikojnë	-2274
▁parasysh	-2275
▁substanc	-2276
ueshmërinë	-2277
▁belastung	-2278
▁bereichen	-2279
▁bewertung	-2280
▁bezüglich	-2281
▁fischerei	-2282
▁millionen	-2283
▁prodhimin	-2284
▁technolog	-2285
▁teknologj	-2286
▁vergleich	-2287
schließlich	-2288
▁efiçiencës	-2289
▁habitateve	-2290
▁presioneve	-2291
▁nachhaltige	-2292
wirtschaftung	-2293
▁durchschnitt	-2294
▁menschlichen	-2295
▁përgjithshëm	-2296
▁verschiedenen	-2297
▁verbesserungen	-2298
ba	-2299
ha	-2300
sy	-2301
2).	-2302
app	-2303
aub	-2304
eln	-2305
esë	-2306
fik	-2307
hur	-2308
iar	-2309
ide	-2310
ina	-2311
ism	-2312
itu	-2313
koh	-2314
net	-2315
ont	-2316
tok	-2317
trä	-2318
uks	-2319
▁17	-2320
▁as	-2321
▁id	-2322
▁lu	-2323
▁to	-2324
aler	-2325
ania	-2326
aqes	-2327
cker	-2328
qean	-2329
rein	-2330
uten	-2331
▁bel	-2332
▁erf	-2333
▁hol	-2334
▁lëv	-2335
▁net	-2336
▁pap	-2337
▁ric	-2338
▁sin	-2339
▁syn	-2340
▁tur	-2341
▁wel	-2342
▁wäl	-2343
ffekt	-2344
führt	-2345
glied	-2346
idung	-2347
ingen	-2348
itare	-2349
itete	-2350
▁bazë	-2351
▁botë	-2352
▁disk	-2353
▁form	-2354
▁kost	-2355
▁port	-2356
▁përz	-2357
▁shën	-2358
▁soll	-2359
▁tani	-2360
▁veri	-2361
altung	-2362
▁acker	-2363
▁allem	-2364
▁atyre	-2365
▁bëjnë	-2366
▁ident	-2367
▁ishte	-2368
▁künft	-2369
▁oqean	-2370
▁ushqy	-2371
▁zhurm	-2372
▁ziele	-2373
kapitel	-2374
stellen	-2375
unksion	-2376
zeugung	-2377
▁arktik	-2378
▁dispoz	-2379
▁elektr	-2380
▁handel	-2381
▁konfli	-2382
▁kosten	-2383
▁mundës	-2384
▁njohur	-2385
▁planet	-2386
▁rritet	-2387
▁tenden	-2388
▁tokave	-2389
▁ushqim	-2390
▁wälder	-2391
▁arritur	-2392
▁besteht	-2393
▁einigen	-2394
▁komprom	-2395
▁kornizë	-2396
▁kritike	-2397
▁meisten	-2398
▁mesatar	-2399
▁modelet	-2400
▁nivelet	-2401
▁përcakt	-2402
▁sociale	-2403
▁sondern	-2404
▁umweltf	-2405
▁weniger	-2406
▁cilësinë	-2407
▁dekadave	-2408
▁gebieten	-2409
▁gesamten	-2410
▁intensiv	-2411
▁kompleks	-2412
▁krahasim	-2413
▁ndikimit	-2414
▁prodhimi	-2415
▁përdorim	-2416
▁përgjegj	-2417
▁standard	-2418
▁weiteren	-2419
▁afatgjata	-2420
▁afatgjatë	-2421
▁bujqësisë	-2422
▁kombëtare	-2423
▁prognosen	-2424
▁ekzistojnë	-2425
▁erreichung	-2426
▁politische	-2427
▁verwendung	-2428
▁zhvillimin	-2429
▁brennstoffe	-2430
▁internation	-2431
▁krankheiten	-2432
▁parashikuar	-2433
▁prioritetet	-2434
▁gesellschaft	-2435
▁përgjithshme	-2436
▁verbesserung	-2437
br	-2438
fe	-2439
mi	-2440
ud	-2441
che	-2442
etë	-2443
fer	-2444
ihe	-2445
isa	-2446
met	-2447
mos	-2448
roh	-2449
wie	-2450
zuf	-2451
ßen	-2452
▁(5	-2453
▁1,	-2454
▁30	-2455
▁ir	-2456
▁it	-2457
▁pl	-2458
▁pm	-2459
asse	-2460
esën	-2461
iegt	-2462
ogen	-2463
ugal	-2464
▁and	-2465
▁aut	-2466
▁bar	-2467
▁bem	-2468
▁jug	-2469
▁sau	-2470
▁sot	-2471
▁tat	-2472
aaten	-2473
ament	-2474
frage	-2475
ishëm	-2476
ommen	-2477
zesse	-2478
▁gjer	-2479
▁letz	-2480
▁mall	-2481
▁ujor	-2482
denken	-2483
ekonom	-2484
europa	-2485
fällen	-2486
▁burim	-2487
▁dheut	-2488
▁ebene	-2489
▁ihrer	-2490
▁kohär	-2491
▁numër	-2492
▁periu	-2493
▁reihe	-2494
▁rolle	-2495
verlust	-2496
▁allgem	-2497
▁erziel	-2498
▁führen	-2499
▁gering	-2500
▁kimike	-2501
▁kërcën	-2502
▁nevojë	-2503
▁ozonit	-2504
▁qëllim	-2505
▁sozial	-2506
▁tejkal	-2507
▁zusätz	-2508
kapitull	-2509
zuführen	-2510
▁entkopp	-2511
▁instrum	-2512
▁shkallë	-2513
fähigkeit	-2514
▁besonder	-2515
▁funksion	-2516
▁ndërkomb	-2517
▁portugal	-2518
▁unsicher	-2519
▁veprimet	-2520
▁beispiele	-2521
▁degradimi	-2522
▁materiale	-2523
▁recycling	-2524
▁zhvillimi	-2525
▁direktivës	-2526
▁ekzistuese	-2527
▁furnizimit	-2528
▁hochwasser	-2529
▁kimikateve	-2530
▁kontekstin	-2531
▁reduktimin	-2532
▁weltweiten	-2533
▁belastungen	-2534
▁dispozicion	-2535
▁objektivave	-2536
▁vergangenen	-2537
▁informationen	-2538
▁nachhaltigkeit	-2539
▁zurückzuführen	-2540
eu	-2541
fa	-2542
uq	-2543
zw	-2544
zy	-2545
bez	-2546
duk	-2547
eht	-2548
geh	-2549
iti	-2550
kun	-2551
ënë	-2552
▁(7	-2553
▁).	-2554
▁25	-2555
▁az	-2556
▁gs	-2557
▁la	-2558
▁or	-2559
-200	-2560
alet	-2561
ateg	-2562
gest	-2563
jahr	-2564
lidh	-2565
netz	-2566
oftë	-2567
ojmë	-2568
omos	-2569
umen	-2570
wohl	-2571
ëpun	-2572
▁5).	-2573
▁amb	-2574
▁bal	-2575
▁dan	-2576
▁geb	-2577
▁pam	-2578
▁san	-2579
▁vol	-2580
▁zwe	-2581
daten	-2582
einen	-2583
ffent	-2584
iesen	-2585
imtar	-2586
inave	-2587
uarit	-2588
ëmarr	-2589
örder	-2590
üsten	-2591
▁cila	-2592
▁früh	-2593
▁hekt	-2594
▁jähr	-2595
▁ketë	-2596
▁kuad	-2597
▁kupt	-2598
▁pyll	-2599
▁qenë	-2600
▁sehr	-2601
roffen	-2602
wirken	-2603
▁anges	-2604
▁depon	-2605
▁deren	-2606
▁dhëna	-2607
▁liegt	-2608
▁lëviz	-2609
▁miner	-2610
▁numri	-2611
▁nxeht	-2612
▁qasja	-2613
▁refle	-2614
▁shtëp	-2615
▁union	-2616
arakter	-2617
iteteve	-2618
ualisht	-2619
▁ansatz	-2620
▁dallim	-2621
▁diesen	-2622
▁feucht	-2623
▁gefahr	-2624
▁machen	-2625
▁mbetur	-2626
▁müssen	-2627
▁obwohl	-2628
▁pestiz	-2629
▁shkenc	-2630
▁shumta	-2631
▁sicher	-2632
▁tregon	-2633
▁verein	-2634
▁zeigen	-2635
handlung	-2636
isierung	-2637
sächlich	-2638
▁ansätze	-2639
▁bestimm	-2640
▁bleiben	-2641
▁flächen	-2642
▁hapësin	-2643
▁mehrere	-2644
▁ndikime	-2645
▁përqind	-2646
▁përzier	-2647
▁qeveris	-2648
▁shembuj	-2649
▁shumica	-2650
kapitulli	-2651
▁ekziston	-2652
▁konsumat	-2653
▁kontroll	-2654
▁mesatare	-2655
▁mögliche	-2656
▁nahrungs	-2657
▁sigurisë	-2658
lechterung	-2659
▁außerhalb	-2660
▁bashkëpun	-2661
▁einzelnen	-2662
▁erreichen	-2663
▁fischbest	-2664
▁insgesamt	-2665
▁mbrojtjen	-2666
▁mëtejshëm	-2667
▁reduktion	-2668
▁zunehmend	-2669
▁efiçiencën	-2670
▁objektivat	-2671
▁bewältigung	-2672
▁llogaritjes	-2673
▁shqetësimet	-2674
▁städtischen	-2675
▁përmirësimin	-2676
▁unterschiede	-2677
▁entwicklungen	-2678
▁langfristigen	-2679
▁einschließlich	-2680
ev	-2681
ko	-2682
pm	-2683
ts	-2684
1).	-2685
8).	-2686
att	-2687
emm	-2688
kan	-2689
let	-2690
mon	-2691
mäß	-2692
ret	-2693
upp	-2694
ure	-2695
var	-2696
äss	-2697
ësh	-2698
▁%,	-2699
▁0,	-2700
▁gd	-2701
burg	-2702
gjia	-2703
gres	-2704
iges	-2705
iven	-2706
kung	-2707
odes	-2708
prin	-2709
wemm	-2710
▁arb	-2711
▁dad	-2712
▁dob	-2713
▁fra	-2714
▁fut	-2715
▁har	-2716
▁ish	-2717
▁kop	-2718
▁kth	-2719
▁pik	-2720
▁qar	-2721
▁ser	-2722
▁slo	-2723
▁val	-2724
▁vde	-2725
▁zug	-2726
ichts	-2727
iegel	-2728
ismen	-2729
ismus	-2730
itive	-2731
kunft	-2732
raßen	-2733
reund	-2734
uster	-2735
ziell	-2736
▁(6).	-2737
▁2002	-2738
▁beob	-2739
▁cikl	-2740
▁denn	-2741
▁doch	-2742
▁fest	-2743
▁foss	-2744
▁gehö	-2745
▁grün	-2746
▁haus	-2747
▁nähr	-2748
▁pakt	-2749
▁pran	-2750
▁span	-2751
▁tash	-2752
▁tier	-2753
▁voll	-2754
ategor	-2755
emburg	-2756
ierter	-2757
nehmen	-2758
sweise	-2759
undert	-2760
ysteme	-2761
▁atmos	-2762
▁ergeb	-2763
▁ersch	-2764
▁fläch	-2765
▁funkt	-2766
▁kapac	-2767
▁ngroh	-2768
▁regel	-2769
▁stoff	-2770
▁vitet	-2771
▁waren	-2772
bildung	-2773
ländern	-2774
▁analiz	-2775
▁anfäll	-2776
▁bashku	-2777
▁dürren	-2778
▁fosile	-2779
▁hinter	-2780
▁këtyre	-2781
▁lëndët	-2782
▁ndjesh	-2783
▁nieder	-2784
▁nxitur	-2785
▁publik	-2786
▁reform	-2787
▁shpenz	-2788
▁shënim	-2789
▁social	-2790
▁stehen	-2791
▁steuer	-2792
▁tragen	-2793
▁versau	-2794
▁wissen	-2795
▁wohlbe	-2796
▁zvogël	-2797
▁aktuale	-2798
▁bioener	-2799
▁dadurch	-2800
▁dukshme	-2801
▁ekonomi	-2802
▁energji	-2803
▁gesamte	-2804
▁progres	-2805
▁përball	-2806
▁raporti	-2807
▁regjion	-2808
▁verbind	-2809
▁verstär	-2810
▁zhurmës	-2811
▁deutlich	-2812
▁einfluss	-2813
▁emission	-2814
▁globaler	-2815
▁mundshme	-2816
▁ndërlidh	-2817
▁ushqyese	-2818
▁verzeich	-2819
versorgung	-2820
▁besonders	-2821
▁effizienz	-2822
▁integruar	-2823
▁reduktuar	-2824
▁sistemike	-2825
▁ekologjike	-2826
▁exposition	-2827
▁unterstütz	-2828
▁verwaltung	-2829
▁vlerësimet	-2830
▁vlerësimin	-2831
▁entkopplung	-2832
▁indikatoren	-2833
▁kompromisse	-2834
▁materialien	-2835
▁möglichkeit	-2836
▁natürliches	-2837
▁qëndrueshme	-2838
▁shfrytëzimi	-2839
▁thatësirave	-2840
▁biologischen	-2841
▁wohlbefinden	-2842
▁fischbestände	-2843
▁informacionit	-2844
▁biodiversitetit	-2845
.5	-2846
4)	-2847
70	-2848
bs	-2849
di	-2850
dr	-2851
rr	-2852
ww	-2853
yp	-2854
▁—	-2855
-15	-2856
...	-2857
bat	-2858
dal	-2859
fin	-2860
für	-2861
get	-2862
hin	-2863
hol	-2864
ira	-2865
isl	-2866
mes	-2867
min	-2868
ohn	-2869
oni	-2870
ora	-2871
ujt	-2872
von	-2873
üng	-2874
▁13	-2875
▁32	-2876
alle	-2877
aren	-2878
ehen	-2879
isen	-2880
jtën	-2881
lage	-2882
roph	-2883
usst	-2884
ußab	-2885
ësor	-2886
öden	-2887
▁(13	-2888
▁20%	-2889
▁6).	-2890
▁abs	-2891
▁dim	-2892
▁fok	-2893
▁fuq	-2894
▁nun	-2895
▁pos	-2896
▁set	-2897
▁siç	-2898
▁tro	-2899
▁wür	-2900
▁zëv	-2901
chten	-2902
endos	-2903
endës	-2904
gesch	-2905
heits	-2906
inder	-2907
jasht	-2908
knapp	-2909
orine	-2910
shmër	-2911
ständ	-2912
ählen	-2913
▁frag	-2914
▁inst	-2915
▁kurz	-2916
▁legj	-2917
▁mitt	-2918
▁mult	-2919
▁ndar	-2920
▁ober	-2921
▁prim	-2922
▁tepr	-2923
▁trin	-2924
▁zwar	-2925
iarden	-2926
ierend	-2927
innung	-2928
räumen	-2929
unrein	-2930
▁bedro	-2931
▁betra	-2932
▁bezug	-2933
▁botën	-2934
▁breit	-2935
▁bëhet	-2936
▁detar	-2937
▁detit	-2938
▁entsp	-2939
▁forst	-2940
▁fußab	-2941
▁große	-2942
▁jahrh	-2943
▁lloje	-2944
▁mëpar	-2945
▁ofron	-2946
▁përgj	-2947
▁stark	-2948
▁todes	-2949
iegende	-2950
industr	-2951
itionen	-2952
reitung	-2953
urismus	-2954
▁anzahl	-2955
▁beding	-2956
▁bieten	-2957
▁bodens	-2958
▁dieses	-2959
▁diskut	-2960
▁erfolg	-2961
▁erzeug	-2962
▁geziel	-2963
▁hektar	-2964
▁häufig	-2965
▁konver	-2966
▁lokale	-2967
▁mënyra	-2968
▁plotës	-2969
▁rajone	-2970
▁sauber	-2971
▁tashmë	-2972
▁themel	-2973
▁umfass	-2974
▁wandel	-2975
▁welche	-2976
▁zugang	-2977
▁bringen	-2978
▁einsatz	-2979
▁ergeben	-2980
▁erhöhen	-2981
▁letzten	-2982
▁njëjtën	-2983
▁pylltar	-2984
▁straßen	-2985
▁tregues	-2986
▁trendët	-2987
anagement	-2988
▁bujqësia	-2989
▁faktoren	-2990
▁kapitali	-2991
▁karakter	-2992
▁komision	-2993
▁kërkesës	-2994
▁lebenszy	-2995
▁modeleve	-2996
▁përjasht	-2997
▁përmbush	-2998
▁përshtat	-2999
▁tokësore	-3000
▁vlerësim	-3001
▁wachstum	-3002
▁zhvendos	-3003
▁zëvendës	-3004
ätigkeiten	-3005
▁betroffen	-3006
▁ekonomisë	-3007
▁ekonomitë	-3008
▁erheblich	-3009
▁hapësinor	-3010
▁kapitalin	-3011
▁nachfrage	-3012
▁nevojshme	-3013
▁produktiv	-3014
▁republika	-3015
▁weiterhin	-3016
▁zahlreich	-3017
▁çështjeve	-3018
▁ergebnisse	-3019
▁fußabdruck	-3020
▁kontribuar	-3021
▁mbështetur	-3022
▁milliarden	-3023
▁mirëqenien	-3024
▁përmbytjet	-3025
▁thelbësore	-3026
▁jahrhundert	-3027
▁landnutzung	-3028
▁përmirësuar	-3029
▁rëndësishëm	-3030
▁vazhdueshme	-3031
▁ökosystemen	-3032
▁erneuerbaren	-3033
▁nachhaltigen	-3034
▁umweltfreund	-3035
▁wissenschaft	-3036
▁notwendigkeit	-3037
▁mittelmeerraum	-3038
▁voraussichtlich	-3039
6)	-3040
9)	-3041
ce	-3042
ef	-3043
mc	-3044
nv	-3045
tp	-3046
ök	-3047
-12	-3048
dem	-3049
des	-3050
ers	-3051
fen	-3052
hem	-3053
hta	-3054
igr	-3055
imc	-3056
krä	-3057
oks	-3058
qia	-3059
rei	-3060
vir	-3061
ëmi	-3062
ërr	-3063
▁11	-3064
▁15	-3065
▁35	-3066
▁fa	-3067
▁fä	-3068
beut	-3069
fach	-3070
isin	-3071
länd	-3072
ogar	-3073
plan	-3074
rest	-3075
riff	-3076
ritt	-3077
trag	-3078
ysen	-3079
zent	-3080
zial	-3081
änem	-3082
üter	-3083
–200	-3084
▁190	-3085
▁atë	-3086
▁bzw	-3087
▁bür	-3088
▁eko	-3089
▁eng	-3090
▁est	-3091
▁gdp	-3092
▁gel	-3093
▁hid	-3094
▁hit	-3095
▁rum	-3096
▁udh	-3097
▁wei	-3098
▁zgj	-3099
▁çdo	-3100
atëse	-3101
bewer	-3102
ciale	-3103
gehen	-3104
gjedh	-3105
ieben	-3106
imore	-3107
innen	-3108
izuar	-3109
jahre	-3110
osion	-3111
ostiz	-3112
ozion	-3113
risik	-3114
sagen	-3115
viron	-3116
▁1997	-3117
▁2015	-3118
▁ajër	-3119
▁fast	-3120
▁fond	-3121
▁fëmi	-3122
▁gjet	-3123
▁gjys	-3124
▁holz	-3125
▁häng	-3126
▁kipp	-3127
▁kull	-3128
▁këtu	-3129
▁mosh	-3130
▁neto	-3131
▁nett	-3132
▁nxit	-3133
▁parl	-3134
▁prop	-3135
▁schl	-3136
▁spec	-3137
▁stud	-3138
▁trad	-3139
▁vdek	-3140
▁wett	-3141
achtet	-3142
ativen	-3143
gehend	-3144
iechen	-3145
kullit	-3146
länder	-3147
pflich	-3148
schlag	-3149
source	-3150
stands	-3151
strate	-3152
ökonom	-3153
▁(16).	-3154
▁bezie	-3155
▁davon	-3156
▁diver	-3157
▁druck	-3158
▁dänem	-3159
▁dësht	-3160
▁grimc	-3161
▁katër	-3162
▁këtij	-3163
▁marin	-3164
▁mobil	-3165
▁punës	-3166
▁recht	-3167
▁ricik	-3168
▁socio	-3169
▁ulëta	-3170
▁verme	-3171
▁vogel	-3172
▁volks	-3173
▁wider	-3174
▁zgjer	-3175
ethoden	-3176
flanzen	-3177
ierende	-3178
ovacion	-3179
▁bedarf	-3180
▁biomas	-3181
▁island	-3182
▁jahres	-3183
▁küsten	-3184
▁progra	-3185
▁përpar	-3186
▁përtej	-3187
▁schätz	-3188
▁shmang	-3189
▁totale	-3190
▁unsere	-3191
▁öffent	-3192
ffizient	-3193
gegangen	-3194
ierenden	-3195
▁eksport	-3196
▁erozion	-3197
▁gehören	-3198
▁jetësor	-3199
▁konsumi	-3200
▁krijuar	-3201
▁kryesor	-3202
▁kërkesa	-3203
▁ndikuar	-3204
▁nevojën	-3205
▁pamjaft	-3206
▁qytetar	-3207
▁rajonet	-3208
▁shkalla	-3209
▁shpejtë	-3210
▁sidomos	-3211
▁tepruar	-3212
▁zufolge	-3213
aufkommen	-3214
ekonomike	-3215
industrie	-3216
vironment	-3217
wachstums	-3218
wemmungen	-3219
▁abfällen	-3220
▁bujqësor	-3221
▁dänemark	-3222
▁efektive	-3223
▁erhalten	-3224
▁gewässer	-3225
▁mesdheut	-3226
▁nachbarn	-3227
▁ndihmojë	-3228
▁njerëzit	-3229
▁njerëzve	-3230
▁proceset	-3231
▁stärkung	-3232
iechenland	-3233
▁basierend	-3234
▁bedeutung	-3235
▁ekologjik	-3236
▁intensive	-3237
▁parlament	-3238
▁pjesëmarr	-3239
▁produktet	-3240
▁përkatëse	-3241
▁rezervave	-3242
▁verursach	-3243
▁vlerësuar	-3244
▁wasserrah	-3245
▁weltweite	-3246
▁anpassungs	-3247
▁ekspozimit	-3248
▁gleichzeit	-3249
▁kritischen	-3250
▁objektivit	-3251
▁prognostiz	-3252
▁rezultojnë	-3253
▁stabilität	-3254
▁todesfälle	-3255
▁transporti	-3256
▁zvogëlimin	-3257
▁änderungen	-3258
............	-3259
▁acidifikimi	-3260
▁konsideratë	-3261
▁pesticideve	-3262
▁përmirësime	-3263
▁unternehmen	-3264
▁versauerung	-3265
▁veränderung	-3266
▁wasserknapp	-3267
▁erneuerbarer	-3268
▁hauptsächlich	-3269
▁drejtpërdrejta	-3270
▁drejtpërdrejtë	-3271
▁nahrungsmittel	-3272
▁verantwortlich	-3273
▁biodiversitetin	-3274
▁forstwirtschaft	-3275
▁konzentrationen	-3276
▁umweltbelastung	-3277
ca	-3278
ly	-3279
na	-3280
ox	-3281
xt	-3282
üt	-3283
100	-3284
4).	-3285
eig	-3286
eke	-3287
eng	-3288
erw	-3289
hap	-3290
htë	-3291
iet	-3292
ils	-3293
isk	-3294
jve	-3295
sst	-3296
the	-3297
tra	-3298
vol	-3299
zip	-3300
äre	-3301
öpf	-3302
▁14	-3303
▁70	-3304
▁av	-3305
▁bl	-3306
▁ci	-3307
▁ec	-3308
▁ho	-3309
▁ke	-3310
▁oh	-3311
ajnë	-3312
amin	-3313
asch	-3314
atat	-3315
esat	-3316
fung	-3317
gatr	-3318
hnen	-3319
ifiz	-3320
igte	-3321
inat	-3322
kann	-3323
lauf	-3324
ledh	-3325
leun	-3326
nden	-3327
pejt	-3328
zung	-3329
▁50%	-3330
▁aqu	-3331
▁bau	-3332
▁ben	-3333
▁bul	-3334
▁dra	-3335
▁eis	-3336
▁erg	-3337
▁erm	-3338
▁ern	-3339
▁gef	-3340
▁get	-3341
▁gre	-3342
▁hnv	-3343
▁kre	-3344
▁mio	-3345
▁sia	-3346
▁tak	-3347
▁urs	-3348
▁wär	-3349
▁zah	-3350
chnet	-3351
elbst	-3352
enten	-3353
falls	-3354
fisch	-3355
flekt	-3356
grenz	-3357
iegen	-3358
igten	-3359
igtes	-3360
imark	-3361
inter	-3362
lungs	-3363
restr	-3364
ritor	-3365
räume	-3366
urset	-3367
▁azot	-3368
▁breg	-3369
▁cilë	-3370
▁dheu	-3371
▁führ	-3372
▁geht	-3373
▁höch	-3374
▁jewe	-3375
▁kenë	-3376
▁kern	-3377
▁kurr	-3378
▁mang	-3379
▁ohne	-3380
▁pell	-3381
▁qark	-3382
▁rënë	-3383
▁slow	-3384
▁stim	-3385
▁trup	-3386
▁vier	-3387
▁vënë	-3388
▁zona	-3389
▁zvic	-3390
effekt	-3391
emente	-3392
intens	-3393
mengen	-3394
olitik	-3395
reicht	-3396
uerung	-3397
ärmung	-3398
▁alter	-3399
▁dabei	-3400
▁debat	-3401
▁defin	-3402
▁detyr	-3403
▁eigen	-3404
▁energ	-3405
▁fokus	-3406
▁fusha	-3407
▁hidro	-3408
▁hitze	-3409
▁hshme	-3410
▁innov	-3411
▁kommt	-3412
▁lumen	-3413
▁lësia	-3414
▁malta	-3415
▁neuen	-3416
▁neuer	-3417
▁paral	-3418
▁paraq	-3419
▁relev	-3420
▁sozio	-3421
▁spiel	-3422
▁stick	-3423
▁trans	-3424
▁trink	-3425
▁ujëra	-3426
▁vitit	-3427
▁wobei	-3428
▁zentr	-3429
aktoren	-3430
bezogen	-3431
gatrend	-3432
gewicht	-3433
gliedsl	-3434
isation	-3435
schland	-3436
spiegel	-3437
staaten	-3438
▁balanc	-3439
▁bereit	-3440
▁betjet	-3441
▁bürger	-3442
▁ciklit	-3443
▁entste	-3444
▁ganzen	-3445
▁höhere	-3446
▁kommun	-3447
▁kuadër	-3448
▁kërkon	-3449
▁lidhen	-3450
▁liegen	-3451
▁llojet	-3452
▁ndikim	-3453
▁ngadal	-3454
▁primar	-3455
▁përhap	-3456
▁rrisin	-3457
▁stoffe	-3458
▁surset	-3459
▁themat	-3460
▁umgang	-3461
▁zahlen	-3462
▁zgjedh	-3463
▁zählen	-3464
gebieten	-3465
genommen	-3466
ifikimit	-3467
islacion	-3468
sverlust	-3469
▁abfälle	-3470
▁ardhmen	-3471
▁bessere	-3472
▁bregdet	-3473
▁eutroph	-3474
▁gjenden	-3475
▁gjendje	-3476
▁humbjes	-3477
▁kategor	-3478
▁koheren	-3479
▁kontext	-3480
▁konvert	-3481
▁kushtet	-3482
▁mittler	-3483
▁nivelin	-3484
▁nivelit	-3485
▁nxehtit	-3486
▁ofrojnë	-3487
▁prozent	-3488
▁qarkull	-3489
▁quellen	-3490
▁reflekt	-3491
▁relativ	-3492
▁siguron	-3493
▁solcher	-3494
▁steigen	-3495
▁verwend	-3496
▁vjetore	-3497
▁überleg	-3498
belastung	-3499
erzeugung	-3500
▁adresuar	-3501
▁bedenken	-3502
▁bereiche	-3503
▁bestehen	-3504
▁danimark	-3505
▁direkten	-3506
▁ekonomia	-3507
▁gezielte	-3508
▁konsumin	-3509
▁kufizuar	-3510
▁lidhjeve	-3511
▁presione	-3512
▁riciklim	-3513
▁tematike	-3514
▁territor	-3515
▁theksuar	-3516
▁tregtisë	-3517
▁zeitraum	-3518
verbrauchs	-3519
▁ackerland	-3520
▁beschleun	-3521
▁brendshëm	-3522
▁bujqësinë	-3523
▁ekspozimi	-3524
▁elektrike	-3525
▁gemeinsam	-3526
▁implement	-3527
▁indikator	-3528
▁künftigen	-3529
▁megatrend	-3530
▁potenzial	-3531
▁problemet	-3532
▁përshpejt	-3533
▁ressource	-3534
▁sektorale	-3535
▁sektorëve	-3536
▁sistemeve	-3537
▁sëmundjet	-3538
▁theksuara	-3539
▁wettbewer	-3540
licherweise	-3541
▁aktualisht	-3542
▁angesichts	-3543
▁ausgesetzt	-3544
▁beeinfluss	-3545
▁belastungs	-3546
▁berechnung	-3547
▁biologjike	-3548
▁darstellen	-3549
▁gjenerimit	-3550
▁leistungen	-3551
▁ndryshimin	-3552
▁schadstoff	-3553
▁sektoralen	-3554
▁shqetësime	-3555
▁verbrauchs	-3556
▁verteilung	-3557
▁weitgehend	-3558
▁aktivitetet	-3559
▁erneuerbare	-3560
▁industriale	-3561
▁lebensjahre	-3562
▁politischen	-3563
▁përbashkëta	-3564
▁përgjithësi	-3565
▁trinkwasser	-3566
▁tätigkeiten	-3567
menrichtlinie	-3568
veränderungen	-3569
▁gleichzeitig	-3570
▁griechenland	-3571
▁jahrhunderts	-3572
▁legjislacion	-3573
▁schadstoffen	-3574
▁systemischen	-3575
▁verschiedene	-3576
▁meeresspiegel	-3577
▁umweltpolitik	-3578
▁beispielsweise	-3579
▁biodiversiteti	-3580
▁abfallaufkommen	-3581
▁berücksichtigen	-3582
▁bewirtschaftung	-3583
▁herausforderung	-3584
▁infrastrukturës	-3585
▁qëndrueshmërinë	-3586
.1	-3587
1)	-3588
co	-3589
hä	-3590
ös	-3591
▁y	-3592
bed	-3593
bla	-3594
bot	-3595
cco	-3596
chs	-3597
die	-3598
gel	-3599
gro	-3600
iff	-3601
ign	-3602
izn	-3603
kul	-3604
mea	-3605
nde	-3606
ner	-3607
qyr	-3608
rim	-3609
ugs	-3610
umt	-3611
una	-3612
▁18	-3613
▁ht	-3614
▁km	-3615
▁kn	-3616
▁li	-3617
▁pe	-3618
▁us	-3619
▁ëm	-3620
-27,	-3621
ajis	-3622
amil	-3623
anti	-3624
aqës	-3625
dhën	-3626
eter	-3627
gere	-3628
grar	-3629
haft	-3630
hmër	-3631
iell	-3632
igat	-3633
iten	-3634
jetë	-3635
klim	-3636
klus	-3637
ksam	-3638
läuf	-3639
ojat	-3640
oper	-3641
wind	-3642
zean	-3643
äden	-3644
▁196	-3645
▁3).	-3646
▁ban	-3647
▁beg	-3648
▁bim	-3649
▁cen	-3650
▁eku	-3651
▁frü	-3652
▁gam	-3653
▁gje	-3654
▁jap	-3655
▁kan	-3656
▁mik	-3657
▁mos	-3658
▁nan	-3659
▁pyj	-3660
▁sen	-3661
▁spe	-3662
▁süß	-3663
▁tij	-3664
▁weg	-3665
▁zie	-3666
▁zul	-3667
ajmër	-3668
andaj	-3669
ander	-3670
atërr	-3671
ccoun	-3672
centr	-3673
einst	-3674
front	-3675
gaben	-3676
grupp	-3677
halte	-3678
ichte	-3679
ishta	-3680
kannt	-3681
kraft	-3682
ostat	-3683
rofik	-3684
ushtë	-3685
wegen	-3686
ützen	-3687
▁2003	-3688
▁afër	-3689
▁arsy	-3690
▁bizn	-3691
▁cili	-3692
▁drit	-3693
▁dyja	-3694
▁erst	-3695
▁ganz	-3696
▁jene	-3697
▁masa	-3698
▁mend	-3699
▁migr	-3700
▁part	-3701
▁pyje	-3702
▁rest	-3703
▁tonë	-3704
▁wert	-3705
▁çeke	-3706
ations	-3707
atësia	-3708
bedarf	-3709
bilanz	-3710
islauf	-3711
izität	-3712
treten	-3713
trächt	-3714
umwelt	-3715
▁2007,	-3716
▁absol	-3717
▁agrar	-3718
▁allen	-3719
▁beträ	-3720
▁böden	-3721
▁ermög	-3722
▁famil	-3723
▁flora	-3724
▁frank	-3725
▁gjerm	-3726
▁ishin	-3727
▁letzt	-3728
▁ligat	-3729
▁macht	-3730
▁mbajt	-3731
▁mesme	-3732
▁niedr	-3733
▁norve	-3734
▁pajis	-3735
▁pjesa	-3736
▁popul	-3737
▁quant	-3738
▁raste	-3739
▁regul	-3740
▁schäd	-3741
▁shkur	-3742
▁sogar	-3743
▁somit	-3744
▁steht	-3745
▁stres	-3746
▁strom	-3747
▁total	-3748
▁veget	-3749
▁vërsh	-3750
▁weise	-3751
▁zeigt	-3752
▁ëmbla	-3753
anstieg	-3754
erstatt	-3755
ifikuar	-3756
ordnung	-3757
smuster	-3758
ssystem	-3759
▁accoun	-3760
▁angazh	-3761
▁ardhur	-3762
▁bashkë	-3763
▁besteh	-3764
▁bulgar	-3765
▁corine	-3766
▁darauf	-3767
▁ebenso	-3768
▁feinst	-3769
▁fragen	-3770
▁fällen	-3771
▁förder	-3772
▁humbje	-3773
▁katast	-3774
▁kontin	-3775
▁kooper	-3776
▁masave	-3777
▁mbetet	-3778
▁natura	-3779
▁ngjash	-3780
▁niveau	-3781
▁quelle	-3782
▁selbst	-3783
▁shtesë	-3784
▁sugjer	-3785
▁teilen	-3786
▁vektor	-3787
▁vërtet	-3788
▁ziehen	-3789
einander	-3790
änderung	-3791
▁ardhura	-3792
▁dëmshme	-3793
▁erfasst	-3794
▁erhöhte	-3795
▁fqinjët	-3796
▁fëmijët	-3797
▁geführt	-3798
▁gjelbra	-3799
▁handels	-3800
▁importe	-3801
▁ngushtë	-3802
▁prandaj	-3803
▁schaden	-3804
▁schritt	-3805
▁schäden	-3806
▁solchen	-3807
▁stellen	-3808
▁ushqimi	-3809
▁vazhdon	-3810
▁veprime	-3811
▁veçanta	-3812
▁veçanti	-3813
▁veçantë	-3814
▁zbutjen	-3815
▁zukunft	-3816
frontiert	-3817
mittelbar	-3818
▁bestände	-3819
▁biomasse	-3820
▁erhöhung	-3821
▁eutrofik	-3822
▁fragment	-3823
▁grimcore	-3824
▁grundleg	-3825
▁kafshëve	-3826
▁klimasch	-3827
▁kontamin	-3828
▁mbulesën	-3829
▁ndryshim	-3830
▁nxjerrja	-3831
▁peshkimi	-3832
▁rezervat	-3833
▁sektorët	-3834
▁shërbime	-3835
▁terrestr	-3836
▁trajtuar	-3837
▁verkehrs	-3838
▁çështjet	-3839
▁brendshme	-3840
▁energjinë	-3841
▁gestiegen	-3842
▁kombinuar	-3843
▁komponent	-3844
▁konflikte	-3845
▁ndjeshmër	-3846
▁përdorura	-3847
▁rezultuar	-3848
▁schwellen	-3849
▁steigende	-3850
▁strategie	-3851
▁umweltthe	-3852
▁verpflich	-3853
▁entwickeln	-3854
▁frankreich	-3855
▁funktionen	-3856
▁gemeinsame	-3857
▁gjenerimin	-3858
▁integrimin	-3859
▁konkurrenc	-3860
▁llogaritja	-3861
▁paralajmër	-3862
▁perspektiv	-3863
▁pesticidet	-3864
▁potenziell	-3865
▁produkteve	-3866
▁përpjekjet	-3867
▁qeverisjes	-3868
▁reduzieren	-3869
▁verbessert	-3870
▁veränderte	-3871
▁wesentlich	-3872
▁zhvillimit	-3873
▁allgemeinen	-3874
▁beeinträcht	-3875
▁deutschland	-3876
▁environment	-3877
▁gemeinsamen	-3878
▁hitzewellen	-3879
▁jahrzehnten	-3880
▁komplexität	-3881
▁llogaritjen	-3882
▁politischer	-3883
▁përfitimeve	-3884
▁përmbytjeve	-3885
▁shëndetshme	-3886
▁sozioökonom	-3887
▁systemische	-3888
▁unmittelbar	-3889
▁verfügbaren	-3890
▁abhängigkeit	-3891
▁beeinflussen	-3892
▁entwicklungs	-3893
▁konfrontiert	-3894
▁luftqualität	-3895
▁ndërkombëtar	-3896
▁shfrytëzimin	-3897
▁shfrytëzimit	-3898
▁technologien	-3899
▁eutrophierung	-3900
▁feuchtgebiete	-3901
▁möglichkeiten	-3902
▁verfügbarkeit	-3903
▁möglicherweise	-3904
▁technologische	-3905
▁unsicherheiten	-3906
▁wasserknappheit	-3907
);	-3908
,5	-3909
-3	-3910
.;	-3911
//	-3912
cë	-3913
fd	-3914
fp	-3915
në	-3916
që	-3917
ub	-3918
öt	-3919
001	-3920
://	-3921
amm	-3922
aqe	-3923
arn	-3924
ati	-3925
bel	-3926
dhë	-3927
ear	-3928
eme	-3929
hje	-3930
ilt	-3931
jtë	-3932
knü	-3933
prü	-3934
sor	-3935
spl	-3936
uaj	-3937
vit	-3938
zur	-3939
zus	-3940
ënj	-3941
▁12	-3942
▁ak	-3943
▁dr	-3944
▁vë	-3945
anci	-3946
ange	-3947
apaz	-3948
aqet	-3949
cept	-3950
chan	-3951
edia	-3952
fern	-3953
hält	-3954
igem	-3955
imor	-3956
ioze	-3957
itës	-3958
kohë	-3959
leit	-3960
mung	-3961
nutz	-3962
stin	-3963
uale	-3964
ulim	-3965
urse	-3966
venc	-3967
wand	-3968
ässt	-3969
ünst	-3970
▁2).	-3971
▁ana	-3972
▁arg	-3973
▁bew	-3974
▁erd	-3975
▁far	-3976
▁fit	-3977
▁fiz	-3978
▁hly	-3979
▁hul	-3980
▁kyç	-3981
▁lin	-3982
▁lob	-3983
▁lul	-3984
▁näm	-3985
▁paq	-3986
▁ppm	-3987
▁tan	-3988
▁tip	-3989
alten	-3990
arbur	-3991
azhet	-3992
chtet	-3993
eller	-3994
elten	-3995
fahrt	-3996
ffung	-3997
fläch	-3998
inden	-3999
kaniz	-4000
lande	-4001
oksid	-4002
ordin	-4003
print	-4004
